Repository: jespy666/btr_rental
Catalog: btr/locale/*/LC_MESSAGES/django.po
Languages: ru

source: <em><strong>Cancel booking</strong> To cancel booking, type account email</em>
ru: <em><strong>Отмена записи</strong> Для отмены записи, напишите email от аккаунта</em>

source: 🟢🟢🟢 <em>User with email <strong>{email}</strong> Find successfully!</em>
ru: 🟢🟢🟢 <em>Пользователь с email <strong>{email}</strong> Успешно найден!</em>

source: <em>To confirm your identity, please enter your account password</em>
ru: <em>Для подтверждения личности, введите пароль от аккаунта</em>

source: ➖➖➖ <em><strong>Hi, {username}!</strong> There are no bookings on your account! To sign up for a rental, select the /book command!</em>
ru: ➖➖➖ <em><strong>Привет, {username}!</strong> На вашем аккаунте нет предстоящих записей! Для записи на прокат, выберите команду /book !</em>

source: 🟢🟢🟢 <em>Hi, <strong>{username}</strong>! Your bookings ↙️ <strong>{bookings}</strong></em>
ru: 🟢🟢🟢 <em>Привет, <strong>{username}</strong>! Ваши предстоящие поездки ↙️ <strong>{bookings}</strong></em>

source: <em>Select the booking ID you want to cancel ⤵️</em>
ru: <em>Выберите ID записи, которую хотите отменить ⤵️</em>

source: 🟢🟢🟢 <em><strong>Are you sure, to cancel ride #{pk}?</strong></em>
ru: 🟢🟢🟢 <em><strong>Вы уверены, что хотите отменить запись #{pk}?</strong></em>

source: <em>If so, type <strong>Confirm</strong> button below ⤵️ Otherwise, just cancel the dialog</em>
ru: <em>Если да, нажмите кнопку <strong>Подтвердить</strong> ниже ⤵️ Если передумали, просто отмените диалог</em>

source: 🎉🎉🎉 <em><strong>Booking #{pk} are canceled!</strong> If you cancel your booking by mistake, You can re-book for the same time Or choose a different one using the <strong>/book</strong> command!</em>
ru: 🎉🎉🎉 <em><strong>Запись #{pk} была отменена!</strong> Если вы отменили запись по ошибке, Вы сможете перезаписаться на это же время Или выбрать другое время командой <strong>/book</strong> !</em>

source: 🚫🚫🚫 <em><strong>Dialog has been canceled</strong> You can try again, or choose another command</em> ↙️↙️↘️↘️
ru: 🚫🚫🚫 <em><strong>Вы завершили этот диалог</strong> Попробуйте снова или выберите другую команду</em> ↙️↙️↘️↘️

source: <em><strong>Let's create an account!</strong> Please, type your <strong>Name</strong> ⤵️</em>
ru: <em><strong>Давайте создадим аккаунт!</strong> Пожалуйста, напишите ваше <strong>Имя</strong> ⤵️</em>

source: 🟢🟢🟢 👋 <em>Hello, <strong>{name}</strong>! Come up with a username</em> ⤵️
ru: 🟢🟢🟢 👋 <em>Привет, <strong>{name}</strong>! Придумайте Имя пользователя(Юзернэйм)</em> ⤵️

source: 🟢🟢🟢 <em><strong>Great!</strong> Username <strong>{username}</strong> is available! Now, i need your valid ✉️ <strong>Email ⤵️</strong></em>
ru: 🟢🟢🟢 <em><strong>Отлично!</strong> Имя пользователя <strong>{username}</strong> доступно! Теперь мне нужен ваш действительный ✉️ <strong>Email(Адрес электронной почты) ⤵️</strong></em>

source: 🟢🟢🟢 <em><strong>Ok!</strong> We are almost finished! All that remains is to enter phone number 📝 <strong>Format: +7xxxxxxxxxx</strong> ⚠️ <strong>Case sensitive</strong> ⤵️</em>
ru: 🟢🟢🟢 <em><strong>Записал!</strong> Мы почти закончили! Осталось ввести только номер телефона 📝 <strong>Формат ввода: +7ХХХХХХХХХХ</strong> ⚠️ <strong>Я чувствителен к регистру</strong> ⤵️</em>

source: 🎉🎉🎉 <em><strong>Account created successfully!</strong> All sign in info was send to ↙️ ✉️ <strong>{email}</strong>You can sign in here ↙️ <strong>broteamracing.ru/auth/login</strong></em>
ru: 🎉🎉🎉 <em><strong>Аккаунт был создан успешно!</strong> Данные для входа были отправлены на ↙️ ✉️ <strong>{email}</strong> Зайти в профиль можно здесь ↙️ <strong>broteamracing.ru/auth/login</strong></em>

source: <em><strong>Booking create</strong> To book a new ride, type email from your account ⤵️</em>
ru: <em><strong>Запись на прокат</strong> Что-бы записаться на прокат, напишите email(Адрес электронной почты) от аккаунта ⤵️</em>

source: 🟢🟢🟢 <em>User with email <strong>{email}</strong> find successfully! How many bikes should i served?</em>
ru: 🟢🟢🟢 <em>Пользователь с email <strong>{email}</strong> Успешно найден! Сколько байков вам потребуется на прокате?</em>

source: <em>Choose bikes from options ⤵️</em>
ru: <em>Выберите количество из вариантов ⤵️</em>

source: 🟢🟢🟢 <em>Ok, i prepared <strong>{bikes} bike(s)</strong> for ride! What <strong>date</strong> should I use to book? <strong>📆 Format: YYYY-MM-DD ⚠️ Type with '-' ⤵️</strong></em>
ru: 🟢🟢🟢 <em>Ок, я уже приготовил <strong>{bikes} байк(а)</strong> для вас! На какую <strong>Дату</strong> Вас записать? <strong>📆 Формат ввода: ГГГГ-ММ-ДД ⚠️ Печатайте с символом '-' ⤵️</strong></em>

source: <strong>Choose hours ⤵️</strong>
ru: <strong>Выберите количество часов ⤵️</strong>

source: 🎉🎉🎉 <em><strong>Booking created successfully!</strong> Book data ↙️ 🆔 Booking id: <strong>#{pk}</strong> 📆 Booking date: <strong>{date}</strong> 🕛 Start time: <strong>{start}</strong> 🕜 End time: <strong>{end}</strong> ⏰ Hours: <strong>{hours}</strong> 🏍 Bikes: <strong>{bikes} bike(s)</strong> Booking status ↙️ 🟡 <strong>Pending</strong> All booking info was send to ↙️ <strong>{email}</strong> You can manage your bookings on profile page ↙️ 👤 <strong>broteamracing.ru/auth/login</strong></em>
ru: 🎉🎉🎉 <em><strong>Запись на прокат успешно создана!</strong> Детали записи ↙️ 🆔 id: <strong>#{pk}</strong> 📆 Дата: <strong>{date}</strong> 🕛 Начало: <strong>{start}</strong> 🕜 Конец: <strong>{end}</strong> ⏰ Часы: <strong>{hours}</strong> 🏍 Байки: <strong>{bikes} байк(а)</strong> Статус записи ↙️ 🟡 <strong>Ожидает подтверждения</strong> Детали записи были отправлены на ↙️ <strong>{email}</strong> Управлять записями вы сможете на странице профиля ↙️ 👤 <strong>broteamracing.ru/auth/login</strong></em>

source: Unchanged
ru: Не менять

source: <em><strong>Edit booking</strong> To edit booking, type account email</em>
ru: <em><strong>Изменение записи на прокат</strong> Что-бы изменить запись, напишите Email от аккаунта</em>

source: <em>Select the booking ID you want to edit ⤵️</em>
ru: <em>Выберите ID записи, которую хотите изменить ⤵️</em>

source: 🟢🟢🟢 <em><strong>Ok!</strong> Do you want to change bikes? 🏍 Requested bikes count: <strong>{bikes}</strong></em>
ru: 🟢🟢🟢 <em><strong>Хорошо!</strong> Хотите изменить количество байков? 🏍 Вы выбрали: <strong>{bikes}</strong> байк(а)</em>

source: <em>Choose bike count if yes, otherwise, press <strong>Unchanged</strong> button ⤵️</em>
ru: <em>Если да, выберите количество из вариантов, Или нажмите кнопку <strong>Не менять</strong> ⤵️</em>

source: 🎉🎉🎉 <em><strong>Booking #{pk} successfully edited!</strong> Updated booking data ↙️ 🆔 Booking id: <strong>#{pk}</strong> 📆 Booking date: <strong>{date}</strong> 🕛 Start time: <strong>{start}</strong> 🕜 End time: <strong>{end}</strong> ⏰ Hours: <strong>{hours}</strong> 🏍 Bikes: <strong>{bikes} bike(s)</strong> Booking status ↙️ 🟡 <strong>Pending</strong> Updated booking info was sent to ↙️ <strong>{email}</strong> You can manage your bookings on profile page ↙️ 👤 <strong>broteamracing.ru/auth/login</strong></em>
ru: 🎉🎉🎉 <em><strong>Запись #{pk} успешно изменена!</strong> Новые детали записи ↙️ 🆔 id: <strong>#{pk}</strong> 📆 Дата: <strong>{date}</strong> 🕛 Начало: <strong>{start}</strong> 🕜 Конец: <strong>{end}</strong> ⏰ Часы: <strong>{hours}</strong> 🏍 Байки: <strong>{bikes} байк(а)</strong> Статус записи ↙️ 🟡 <strong>Ожидает подтверждения</strong> Новые детали записи были отправлены на ↙️ <strong>{email}</strong> Управлять записями вы можете в профиле на ↙️ 👤 <strong>broteamracing.ru/auth/login</strong></em>

source: <em><strong>Any issues and questions?</strong> Contact us ↙️↙️↙️ vk.me/broteamracing 📞 <strong>+79992350091</strong> Vladimir 📞 <strong>+79817850451</strong> Alexander 🌐 <strong>broteamracing.ru/contacts</strong> 👥 <strong>vk.com/broteamracing</strong></em>
ru: <em><strong>Появились вопросы или предложения?</strong> Свяжитесь с нами ↙️↙️↙️ vk.me/broteamracing 📞 <strong>+79992350091</strong> Владимир 📞 <strong>+79817850451</strong> Александр 🌐 <strong>broteamracing.ru/contacts</strong> 👥 <strong>vk.com/broteamracing</strong></em>

source: 💵💵💵 <strong>Prices 💵💵💵 🏍 X-motos 250</strong> <strong>⚙️ 250cc 🚀 21 hp 💰 2000₽ / hour 🏍 GR-7 300 ⚙️ 300cc 🚀 26 hp 💰 2500₽ / hour 🏍 Progasi Ibiza 300 ⚙️ 300cc 🚀 27 hp 💰 2500₽ / hour</strong>
ru: 💵💵💵 <strong>Цены 💵💵💵 🏍 X-motos 250</strong> <strong>⚙️ 250cc 🚀 21 лс 💰 2000₽ / час 🏍 GR-7 300 ⚙️ 300cc 🚀 26 лс 💰 2500₽ / час 🏍 Progasi Ibiza 300 ⚙️ 300cc 🚀 27 лс 💰 2500₽ / час</strong>

source: <em><strong>Password reset</strong> To reset your forgotten password, type <strong>email</strong> from your account</em>
ru: <em><strong>Восстановление доступа к аккаунту</strong> Что-бы сбросить пароль, напишите <strong>email</strong> от вашего аккаунта</em>

source: 🟢🟢🟢 <em>User find successfully! Verification code was sent to ↙️ ✉️ <strong>{email}</strong> Type the six-digit code from the email</em> ⤵️
ru: 🟢🟢🟢 <em>Пользователь найден успешно! Код подтверждения был отправлен на ↙️ ✉️ <strong>{email}</strong> Напишите 6-значный код из письма</em> ⤵️

source: 🎉🎉🎉 <em>Your password has been reset successfully! New password was send to ↙️ ✉️ <strong>{email}</strong></em>
ru: 🎉🎉🎉 <em>Ваш пароль был успешно сброшен! Новый пароль был отправлен на ↙️ ✉️ <strong>{email}</strong></em>

source: <strong>❗️1️⃣6️⃣ +️</strong> <em><strong>Hi! I'm Broteamracing Bot!</strong> With my help, you'll be able to:</em> 👤 <strong>Quick Sign Up</strong> 📆 <strong>Make & Manage Bookings</strong> 💵 <strong>See Prices</strong> 🔓 <strong>Reset your password</strong> 📱 <strong>Get our contacts</strong> broteamracing.ru
ru: <strong>❗️1️⃣6️⃣ +️</strong> <em><strong>Добро пожаловать! Я Broteamracing Bot!</strong> С моей помощью вы сможете:</em> 👤 <strong>Создать аккаунт на broteamracing.ru</strong> 📆 <strong>Записаться и управлять записями</strong> 💵 <strong>Посмотреть цены на прокат</strong> 🔓 <strong>Восстановить доступ к аккаунту</strong> 📱 <strong>Узнать наши контакты</strong> 🌐 broteamracing.ru

source: Book a ride
ru: Записаться на прокат

source: See help
ru: Контакты

source: Reset password
ru: Восстановить пароль

source: Main menu
ru: Главное меню

source: See prices
ru: Цены

source: Cancel dialog
ru: Отменить диалог

source: Prices for bikes
ru: Цены на прокат

source: Help message
ru: Сообщение с контактами

source: Make booking (Account required)
ru: Запись на прокат (Требуется аккаунт на broteamracing.ru)

source: Reset your forgotten password
ru: Сброс пароля

source: 🔴🔴🔴 <em><strong>Invalid status!</strong></em>
ru: 🔴🔴🔴 <em><strong>Некорректный статус!</strong></em>

source: <em>Choose new status from options ⤵️</em>
ru: <em>Выбери новый статус из вариантов ⤵️</em>

source: 🔴🔴🔴 <em><strong>User with data ↙️ {login} Already exists!</strong> Forgot password? Type <strong>/reset</strong> command! Or try another data ⤵️</em>
ru: 🔴🔴🔴 <em><strong>Пользователь с Логином ↙️ {login} Уже существует!</strong> Забыли пароль? Введите команду <strong>/reset</strong>! Или повторите ввод ⤵️</em>

source: 🔴🔴🔴 <em><strong>User with data ↙️ {login} Does not exists!</strong> Do not have an account? Type <strong>/create</strong> command! Or try another data ⤵️</em>
ru: 🔴🔴🔴 <em><strong>Пользователя с Логином ↙️ {login} Не существует!</strong> Нету аккаунта? Введите команду <strong>/create</strong>! Или повторите ввод ⤵️</em>

source: 🔴🔴🔴 <em>Booking <strong>#{pk}</strong> does not exists! </em>
ru: 🔴🔴🔴 <em>Записи <strong>#{pk}</strong> не существует! </em>

source: <em>Please select ID from the options below ⤵️</em>
ru: <em>Пожалуйста, выберите доступный для отмены ID ниже ⤵️</em>

source: 🔴🔴🔴 <em><strong>ID must be integer!</strong> </em>
ru: 🔴🔴🔴 <em><strong>ID должно быть целым числом!</strong> </em>

source: 🔴🔴🔴 <em><strong>Length must be less than 40 symbols! </strong>Try again ⤵️</em>
ru: 🔴🔴🔴 <em><strong>Длинна должна быть меньше 40 символов! </strong>Попробуйте еще раз ⤵️</em>

source: 🔴🔴🔴 <em><strong>Invalid email format!</strong> Check your spelling and try again ⤵️</em>
ru: 🔴🔴🔴 <em><strong>Неккоректный формат Email!</strong> Проверьте ввод и повторите попытку ⤵️</em>

source: 🔴🔴🔴 <em><strong>Invalid phone format!</strong> 📝 <strong>Format: +7XXXXXXXXXX</strong> Check your spelling and try again ⤵️</em>
ru: 🔴🔴🔴 <em><strong>Некорректный формат номера телефона!</strong> 📝 <strong>Формат ввода: +7XXXXXXXXXX</strong> Проверьте ввод и попробуйте еще раз ⤵️</em>

source: 🔴🔴🔴 <em>Bikes count must be at <strong>1 - 4</strong>! </em>
ru: 🔴🔴🔴 <em>Минимум: <strong>1</strong>. Максимум: <strong>4</strong>! </em>

source: 🔴🔴🔴 <em><strong>Date can't be in past!</strong> Choose another date ⤵️</em>
ru: 🔴🔴🔴 <em><strong>Дата не может быть в прошлом!</strong> Напишите другую дату ⤵️</em>

source: 🔴🔴🔴 <em><strong>Hours must be integer!</strong></em>
ru: 🔴🔴🔴 <em><strong>Часы должны быть целым числом!</strong></em>

source: 🔴🔴🔴 <em><strong>Invalid date format!</strong> <strong>📆 Format: YYYY-MM-DD ⚠️ Type with '-' ⤵️ </strong>Check your spelling and try again ⤵️</em>
ru: 🔴🔴🔴 <em><strong>Неккоректный формат Даты!</strong> <strong>📆 Формат ввода: ГГГГ-ММ-ДД ⚠️ Печатайте с символом '-' ⤵️ </strong>Проверьте ввод и попробуйте еще раз ⤵️</em>

source: 🔴🔴🔴 <em><strong>Invalid time format!</strong></em>
ru: 🔴🔴🔴 <em><strong>Некорректный формат времени!</strong></em>

source: <em>Choose available time from options ⤵️</em>
ru: <em>Выберите время из вариантов ⤵️</em>

source: 🔴🔴🔴 <em><strong>This time already booked!</strong> Available time slots ↙️ <strong>{slots}</strong> </em>
ru: 🔴🔴🔴 <em><strong>Это время уже занято!</strong> Свободное время ↙️ <strong>{slots}</strong> </em>

source: <em>Your start time ↙️ <strong>{start}</strong> Choose hours from options ⤵️</em>
ru: <em>Ваше начало ↙️ <strong>{start}</strong> Выберите количество часов из вариантов ⤵️</em>

source: <em>Choose time from options ⤵️</em>
ru: <em>Выберите время из вариантов ⤵️</em>

source: 🔴🔴🔴 <em><strong>The start time must be before the end! </strong></em>
ru: 🔴🔴🔴 <em><strong>Начало должно быть раньше времени окончания! </strong></em>

source: 🔴🔴🔴 <em><strong>Wrong verification code!</strong> ⚠️ Case sensitive! Try again</em> ⤵️
ru: 🔴🔴🔴 <em><strong>Неверный код подтверждения!</strong> ⚠️ Я чувствителен к регистру! Повторите ввод</em> ⤵️

source: 🔴🔴🔴 <em><strong>Wrong password!</strong> If you have lost access to your account, select <strong>/reset</strong> command Or type password again ↙️</em>
ru: 🔴🔴🔴 <em><strong>Неверный пароль!</strong> Если вы потеряли доступ к аккаунту, выберите команду <strong>/reset</strong>! Или введите пароль снова ↙️</em>

source: Telegram Bot
ru: Телеграм Бот

source: Users Management
ru: Управление пользователями

source: Users
ru: Пользователи

source: Unique. No more than 40 characters
ru: Уникально. Не более 40 символов

source: Username
ru: Имя пользователя

source: Required. No more than 40 characters
ru: Обязательно. Не более 40 символов

source: Required. Enter a valid emails address
ru: Обязательно. Введите действительный Адрес электронной почты

source: Required. Enter a valid phone number
ru: Обязательно. Введите действующий номер телефона

source: This username is already taken. Please choose another one.
ru: Это Имя пользователя уже занято. Пожалуйста, выберите другое.

source: Photo
ru: Фотография

source: Enter your current password
ru: Введите текущий пароль

source: Enter a new password
ru: Введите новый пароль

source: Enter a new password again
ru: Введите новый пароль еще раз

source: Username, Phone or Email
ru: Логин

source: Level
ru: Уровень

source: newbie
ru: Новичок

source: User created successfully
ru: Пользователь создан успешно

source: You must to be log in
ru: Необходимо выполнить вход

source: You are updated your profile image
ru: Аватар обновлен

source: You can't change other user profile image!
ru: Вы не можете менять аватар других пользователей

source: Profile updated successfully
ru: Профиль успешно изменен

source: You can't edit other user profile!
ru: Вы не можете изменять профиль другого пользователя

source: Password changed successfully
ru: Пароль успешно изменен

source: User delete successfully
ru: Аккаунт удален

source: You do not have permission to delete another user
ru: Невозможно удалить чужой аккаунт

source: Can't delete user with existed bookings
ru: Невозможно удалить пользователя, у которого есть бронирование

source: Only two records are allowed here!
ru: Максимальное количество записей: 2

source: Opening hours operation
ru: Установка режима работы

source: Working hours
ru: Режим работы

source: Working day
ru: Будние дни

source: Weekend day
ru: Выходные дни

source: Weekday
ru: День недели

source: Open hours
ru: Открытие

source: Close hours
ru: Закрытие

source: Work hour
ru: Часы работы

source: Work hours
ru: Режим работы
