Repository: jespy666/btr_rental
Catalog: btr/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Write your valid email where the confirmation code will be sent
ru: Адрес электронной почты

source: Email
ru: Адрес электронной почты

source: Type verification code from email
ru: Напишите код подтверждения из письма

source: Verification Code
ru: Код подтверждения

source: Verification codes not match
ru: Неверный код подтверждения

source: You are log in
ru: Вы вошли в аккаунт

source: You are logout
ru: Вы вышли из аккаунта

source: Verification code was send to your email
ru: Код подтверждения был отправлен на вашу почту

source: User with this email does not exist
ru: Пользователя с таким адресом электронной почты не существует

source: Your password was successfully reset! New password was send on your email
ru: Ваш пароль был успешно сброшен! Новый пароль был отправлен на вашу почту

source: User with this email does not exist!
ru: Пользователя с таким адресом электронной почты не существует

source: Confirm selected bookings
ru: Подтвердить выбранные записи

source: confirmed
ru: подтверждена

source: Admin panel
ru: Панель aдминистратора

source: Cancel selected bookings
ru: Отменить выбранные записи

source: canceled
ru: отменена

source: Outer booking
ru: Записал админ

source: Yes
ru: Да

source: Confirmed
ru: подтверждена

source: User
ru: Пользователь

source: Booking Management
ru: Управление записями

source: Admin Panel
ru: Панель aдминистратора

source: Bookings
ru: Записи

source: Selected start time can't be in past
ru: Время начала не может быть в прошлом

source: Selected time is not available for booking
ru: Выбранное время недоступно для бронирования

source: Common ride time must be equal to hour
ru: Время проката должно быть кратно часу (60 минут)

source: Bikes count must be at 1-4
ru: Минимум: 1. Максимум: 4

source: Januarys
ru: Января

source: Februarys
ru: Февраля

source: Marchs
ru: Марта

source: Aprils
ru: Апреля

source: Mays
ru: Мая

source: Junes
ru: Июня

source: Julys
ru: Июля

source: Augusts
ru: Августа

source: Septembers
ru: Сентября

source: Octobers
ru: Октября

source: Novembers
ru: Ноября

source: Decembers
ru: Декабря

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Client's phone
ru: Телефон клиента

source: Book day
ru: День проката

source: Time of start
ru: Время начала

source: Time of end
ru: Время окончания

source: bikes in rent
ru: Байков в прокате

source: pending
ru: ожидает подтверждения

source: wait to confirm
ru: ожидает подтверждения

source: accepted
ru: принята

source: completed
ru: завершена

source: finished
ru: завершена

source: Status
ru: Статус

source: Booking
ru: Запись

source: Newbie
ru: Новичок

source: Amateur
ru: Любитель

source: Professional
ru: Профессионал

source: Master
ru: Мастер

source: You must to be login
ru: Необходимо войти в аккаунт

source: You cannot see another user bookings
ru: Вы не можете смотреть записи других пользователей

source: Reservation created successfully
ru: Запись на прокат успешно создана

source: You must to be login to book ride
ru: Выполните вход для записи на прокат

source: Web Site
ru: Сайт

source: Reservation change successfully
ru: Запись изменена успешно

source: You must to be login to edit bookings
ru: Войдите в аккаунт чтобы изменять записи

source: You can't change another user bookings!
ru: Вы не можете изменять записи других поьзователей

source: You are canceled the ride
ru: Вы отменили запись на прокат

source: You must to be Log In
ru: Необходимо войти в аккаунт

source: BroTeamRacing - Enduro and Pit-bikes rental in Saint-Petersburg
ru: Прокат эндуро и питбайков в Санкт-Петербурге | Молодежное, Приморское шоссе 659 | BroTeamRacing

source: Password reset
ru: Восстановление пароля

source: Verification code for password reset
ru: Код подтверждения для сброса пароля

source: Recovered Sign-In message
ru: Письмо с восстановленными данными для входа на сайт

source: Mail with recovered sign-in data
ru: Письмо с восстановленными данными для входа на сайт

source: Recovered Sign-In Info
ru: Восстановленные данные для входа

source: Hello from BroTeamRacing
ru: Привет от BroTeamRacing

source: Welcome
ru: Добро Пожаловать

source: New Booking Created
ru: Вы записались на прокат

source: An new booking created nearly
ru: Создана новая запись на прокат

source: Booking Confirmed
ru: Запись на прокат подтверждена

source: Booking confirmed successfully
ru: Запись на прокат успешно подтверждена

source: Booking Canceled
ru: Запись Отменена

source: Booking was canceled
ru: Запись на прокат была отменена

source: You are canceled booking
ru: Вы отменили запись на прокат

source: Booking edited
ru: Запись изменена

source: Booking was edited
ru: Запись на прокат была изменена

source: Booking Edited
ru: Запись изменена

source: You are edit the booking
ru: Вы изменили запись на прокат

source: User with username {client}
ru: пользователь с ником {client}

source: Foreign client
ru: стороннего клиента

source: #{pk} 🆕 {is_admin} just {is_self} for a rental{is_user} via {via}! Client's phone: {phone} Booking details: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 {date} 🕒 {start} - {end} 🏍 {bikes} bike(s)
ru: #{pk} 🆕 {is_admin} только-что {is_self} на прокат{is_user} через {via}! Телефон клиента: {phone} Детали записи: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖ 📅 {date} 🕒 {start} - {end} 🏍 {bikes} байк(а)

source: Admin
ru: Админ

source: sign up
ru: записал

source: signed up
ru: записался

source: #{pk} {emoji} Booking {action} {is_admin}{is_user} via {via}! Booking details: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖ User: {client} Client's phone: {phone} 📅 {date} 🕒 {start} - {end} 🏍 {bikes} bike(s)
ru: #{pk} {emoji} Запись {action} {is_admin}{is_user} через {via}! Детали записи: ➖➖➖➖➖➖➖➖➖➖➖➖➖➖ Пользователь: {client} Телефон клиента: {phone} 📅 {date} 🕒 {start} - {end} 🏍 {bikes} байк(а)

source: change
ru: была изменена

source: by admin
ru: админом

source: by user
ru: пользователем

source: Equipment
ru: Экипировка

source: Do not worry about safety, all necessary equipment is already included in the rental price
ru: Не беспокойтесь о безопасности, все необходимая экипировка уже включена в стоимость проката

source: Guide
ru: Гид

source: Even if you have never sat in the saddle, our experienced guide will teach you everything
ru: Даже если вы ни разу не катались на мотоцикле, наш опытный гид всему вас научит

source: No license
ru: Права не требуются

source: To operate an enduro motorcycle you do not need a driver license, because it is sports equipment
ru: Для управления Эндуро мотоциклом вам не потребуются водительские права, так-как это спорт инвентарь

source: We are a team of professional enduro riders, we rent and teach proper riding techniques on our motorcycles. You can book a ride from our site or via TG bot easily.
ru: Прокат эндуро мотоциклов и питбайков в Санкт-Петербурге.В/У на прокате не требуется. Можно без опыта управления мотоциклом.Экипировка включена в стоимость проката. СПБ п.Молодёжное, Приморское ш.659 16+

source: motorcycles rental, bike rental, enduro, enduro spb, pit bike spb
ru: прокат мотоциклов, прокат мотоциклов спб, эндуро, эндуро спб, прокат эндуро спб, прокат питбайков спб, прокат эндуро мотоциклов, прокат права не нужны, прокат 16+, прокат эндуро с инструктором спб

source: Section is under development
ru: Секция находится в разработке

source: We are currently developing this section, it will be available for use soon...
ru: Прямо сейчас мы разрабатываем эту секцию, скоро она будет доступна для использования...

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Cancel reservation
ru: Отмена записи

source: Are you sure to cancel
ru: Вы уверены, что хотите отменить

source: Yes, delete
ru: Да, отменить

source: Booking calendar
ru: Календарь записи

source: Also you can book a ride via TG bot
ru: Попробуйте также запись через ТГ бота

source: Available
ru: Свободно

source: Limited
ru: Ограничено

source: Busy
ru: Занято

source: Booking #
ru: Запись на прокат #

source: Booking status:
ru: Статус записи:

source: Planed Date
ru: Запланированная дата

source: Planed Time
ru: Запланированное время

source: Bikes Rented
ru: Байков в прокате

source: Edit booking
ru: Изменить запись

source: Cancel booking
ru: Отменить запись

source: Safety instructions
ru: Инструкции по безопасности

source: For riding a Pit-bike and Enduro motorcycle
ru: По управлению Пит-байком или Эндуро

source: In case of injury, bruises or other harm to your health, we are not responsible.
ru: В случае получения травм, мы не несем ответственности!

source: BroTeamRacing Team
ru: Команда BroTeamRacing

source: Bikes
ru: Байки

source: Carefully Maintained and Tuned
ru: Технически исправны и обслужены

source: All our motorcycles have undergone meticulous maintenance and tuning, ensuring high quality and safety
ru: Все наши байки обслуживаются после каждого заезда

source: The suspension is quite stiff, designed to avoid damaging it during landings after jumps
ru: Подвеска довольно жесткая, рассчитана на то, чтобы не повредить ее при приземлении после прыжков

source: Suitable for riders with a height of at least 175cm
ru: Подходит для райдеров ростом не менее 175 см.

source: 300cc engine
ru: Двигатель 300сс

source: 26 hp
ru: 26 лс

source: 2500₽ / hour
ru: 2500₽ / час

source: Book Now
ru: Записаться сейчас

source: Excellent enduro motorcycle, very friendly with a very soft suspension
ru: Отличный эндуро мотоцикл, дружелюбный, с очень мягкой подвеской.

source: Suitable for riders with a height of at least 160cm
ru: Подходит для райдеров ростом не менее 160 см.

source: 250cc engine
ru: Двигатель 250сс

source: 21 hp
ru: 21 лс

source: 2000₽ / hour
ru: 2000₽ / час

source: Powerful, yet a friendly motorcycle
ru: Мощный, но дружелюбный мотоцикл

source: with a soft suspension
ru: с очень мягкой подвеской

source: 27 hp
ru: 27 лс

source: Contacts
ru: Контакты

source: Below are the contacts where you can contact us.
ru: Контакты, по которым с нами можно связаться.

source: Saint-Peterburg, Molodezhnoe, Primorskoe h.659
ru: Санкт-Петербург, п.Молодежное, Приморское шоссе 659

source: Vladimir
ru: Владимир

source: Aleksandr
ru: Александр

source: Hello
ru: Привет

source: We are glad to welcome you to our rental!
ru: Мы рады вас приветствовать в нашем прокате!

source: In this welcome letter
ru: В этом приветственном письме

source: you can find all the login information for the site.
ru: вы сможете найти данные для входа на сайт.

source: We are waiting for you at our rental
ru: Ждем вас на нашем прокате

source: come and recharge yourself with positive emotions
ru: приходите и зарядитесь крутыми эмоциями

source: for a long time!
ru: на долгое время!

source: We saw your rental entry
ru: Мы увидели вашу запись

source: Your booking status
ru: Статус вашей записи

source: We will process your entry shortly and send confirmation to your email.
ru: В ближайшее время мы обработаем вашу запись и отправим подтверждение на почту

source: successfully confirmed
ru: успешно подтверждена

source: We already prepared for your ride
ru: Мы уже приготовили для вашей поездки

source: bike(s)
ru: байк(а)

source: We are waiting for you at the appointed time
ru: Ждем вас в назначенное время

source: If you cannot come to the rental, please cancel it in advance
ru: Если не получается приехать на прокат, пожалуйста отмените его заранее

source: or contact us by phone or via social media
ru: или свяжитесь с нами по телефоу или в соц. сетях

source: was canceled 😔
ru: была отменена 😔

source: Unfortunately, we will not be able to accommodate you on your date
ru: К сожалению, мы не сможем вас принять в назначенную дату и время

source: Please choose another time or contact us by phone or social media
ru: Пожалуйста, выберите другое время или свяжитесь с нами по телефону или в соц. сетях

source: You have canceled your rental appointment
ru: Вы отменили запись на прокат

source: For re-registration or any other questions, you can contact us by phone or on social media
ru: Для повторной записи или любым другим вопросам, вы можете связаться с нами по телефону или в соц. сетях

source: was edited
ru: была изменена

source: We have adjusted your rental booking details.
ru: Мы внесли изменения в вашу запись на прокат.

source: If you are not satisfied with the new time or date, you can cancel your appointment, or contact us on social networks or by phone
ru: Если вас не устраивает новая дата или время проката, вы можете отменить запись или связаться с нами в соц. сетях или по телефонам:

source: You have changed your rental appointment
ru: Вы внесли изменения в запись на прокат

source: We will approve your changes shortly. You will receive a confirmation email soon...
ru: В ближайшее время мы обработаем ваши изменения к записи и отправим подтверждение на почту

source: You are requested a password reset
ru: Вы запросили сброс пароля

source: To recover your password, use the confirmation code below
ru: Для восстановления доступа к аккаунту, используйте код подтверждения, который находиться ниже в письме

source: If you did not request a password reset, simply ignore the email!
ru: Если вы не запрашивали восстановление пароля, проигнорируйте письмо!

source: This is an email with your new login details to the site.
ru: Это письмо с восстановленными данными для входа на сайт

source: If you received this email but did not request a password reset
ru: Если вы получили это письмо, но не запрашивали сброс пароля

source: please contact the administrator.
ru: пожалуйста, свяжитесь с Администратором

source: Booking details
ru: Детали записи

source: Login details
ru: Данные для входа на сайт

source: Confirmation code
ru: Код подтверждения

source: Recover login details
ru: Восстановленные данные для входа

source: Updated booking details
ru: Новые детали записи

source: Booking date
ru: Дата записи

source: Time
ru: Время

source: Login
ru: Логин

source: Password
ru: Пароль

source: Track and change bookings
ru: Отслеживать и изменять записи

source: you can in your profile page
ru: вы сможете в своем личном кабинете

source: Get connected with us on social networks:
ru: Мы в социальных сетях:

source: We are a team of professional enduro riders, we rent and teach proper riding techniques on our motorcycles.
ru: Мы команда профессиональных Эндуро райдеров, мы сдаем в прокат и обучаем правильной технике езды на Пит-байках и Эндуро мотоциклах

source: Come to us
ru: Приходите к нам

source: Booking a ride
ru: Записаться на прокат

source: Useful links
ru: Полезные ссылки

source: Briefing
ru: Инструктаж

source: Reviews
ru: Отзывы

source: Blog
ru: Блог

source: SPB, Molodezhnoe, Primorskoe h.659
ru: Спб,п.Молодежное,Приморское ш.659

source: All rights reserved
ru: Все права защищены

source: Authorisation
ru: Авторизация

source: Forgot password?
ru: Забыли пароль?

source: Create account
ru: Создать аккаунт

source: Entry
ru: Войти

source: Cancel Book
ru: Отмена записи

source: Do you really want to cancel your trip?
ru: Вы действительно хотите отменить запись?

source: Are you sure to cancel booking #
ru: Вы уверены, что хотите отменить запись #

source: Yes, cancel this ride
ru: Да, отменить эту запись

source: Book Edit
ru: Изменение записи

source: Your rental time:
ru: Ваше выбранное время проката:

source: From
ru: Время начала

source: To
ru: Время окончания

source: Available time:
ru: Свободное время:

source: Confirm
ru: Подтвердить

source: Create Booking
ru: Запись на прокат

source: from
ru: Время начала

source: to
ru: Время окончания

source: Make booking
ru: Записаться на прокат

source: Update Profile Image
ru: Обновление Аватара

source: Update
ru: Обновить

source: Change Password
ru: Смена пароля

source: Change
ru: Сменить

source: Verification code confirm
ru: Подтверждение

source: Enter the confirmation code that was sent to your email
ru: Введите Код подтверждения из письма

source: Notice: case sensitive!
ru: Внимание: чувствительный регистр!

source: Confirm Verification Code
ru: Подтвердить код

source: Password Reset
ru: Восстановление пароля

source: To restore access to your account, enter your
ru: Для восстановления доступа к аккаунту, введите ваш

source: email
ru: адрес электронной почты

source: will be sent to it
ru: будет выслан на указанную почту

source: Do not have an account?
ru: Нет аккаунта?

source: Send Verification Code
ru: Выслать код подтверждения

source: Registration
ru: Регистрация

source: Create Account
ru: Создать аккаунт

source: User remove
ru: Удаление аккаунта

source: Notice: If you have bookings on your account, you will not be able to delete it
ru: Предупреждение: Если на вашем аккаунте уже есть записи на прокат, вы не сможете его удалить!

source: Contact the administrator
ru: Свяжитесь с Администратором

source: Are you sure to remove
ru: Вы уверены, что хотите удалить

source: Yes, delete my profile
ru: Да, удалить мой аккаунт

source: Profile Edit
ru: Изменение профиля

source: Delete profile
ru: Удаление аккаунта

source: Come Up for Adrenaline
ru: Приходи за Адреналином

source: Pit-bikes and Enduro motorcycles rental
ru: Прокат Пит-байков и Эндуро мотоциклов

source: in Saint-Petersburg
ru: В Санкт-Петербурге

source: Saint-Petersburg
ru: Санкт-Петербург

source: Molodezhnoe
ru: п. Молодёжное

source: Primorskoe h.659
ru: Приморское ш. 659

source: Book a ride now
ru: Запишитесь прямо сейчас

source: Available booking slots:
ru: Свободное время:

source: No available slots :( Check another day!
ru: Мест нет :( Проверь соседние дни!

source: Go to Time Selection
ru: Выбрать свободное время

source: Close
ru: Закрыть

source: Call Us for a ride
ru: Позвоните нам для записи на прокат

source: History
ru: История поездок

source: There are not completed bookings yet...
ru: У вас пока нет завершенных поездок...

source: Date
ru: Дата

source: Begin time
ru: Время начала

source: End time
ru: Время окончания

source: Profile
ru: Профиль

source: Edit profile
ru: Редактировать

source: Logout
ru: Выйти

source: Book
ru: Запись

source: Gallery
ru: Блог

source: Did you have fun? Share your impressions, leave a
ru: Было весело? Поделись впечатлениями, оставь

source: Review
ru: Отзыв

source: Current bookings
ru: Текущие поездки

source: There are not current bookings yet...
ru: У вас пока нет предстоящих поездок...

source: View history
ru: Посмотреть историю поездок

source: Manage Site
ru: Управление сайтом

source: Personal info
ru: Личная информация

source: Name
ru: Имя

source: Phone
ru: Телефон

source: Edit Profile
ru: Редактировать профиль

source: Change password
ru: Сменить пароль

source: If you liked the ride, leave a
ru: Если вам понравился прокат, оставьте

source: review
ru: отзыв

source: 🙋🏼‍♂️<em>Hi, <strong>{admin}</strong>! Let's change booking status! Please, tell me booking <strong>#ID</strong></em> ⤵️
ru: 🙋🏼‍♂️<em>Добро пожаловать, <strong>{admin}</strong>! Давай изменим статус записи на прокат! Напиши мне <strong>#ID</strong> записи</em> ⤵️

source: 🔴🔴🔴 <em><strong>ACCESS DENIED!</strong> You are not the Admin! 😜 Get lost</em>
ru: 🔴🔴🔴 <em><strong>Доступ закрыт!</strong> Вы не являетесь администратором BTR! 😜 Уходите</em>

source: 🟢🟢🟢 <em>Booking status with id <strong>#{id}</strong> ↙️ {emoji} <strong>{status}</strong> Full booking details ↙️ 📆 Booking date: <strong>{date}</strong> 🕛 Start time: <strong>{start}</strong> 🕜 End time: <strong>{end}</strong> 📞 Client phone: <strong>{phone}</strong></em>
ru: 🟢🟢🟢 <em>Статус записи с id <strong>#{id}</strong> ↙️ {emoji} <strong>{status}</strong> Все данные по записи ↙️ 📆 Дата: <strong>{date}</strong> 🕛 Начало: <strong>{start}</strong> 🕜 Конец: <strong>{end}</strong> 📞 Телефон клиента: <strong>{phone}</strong></em>

source: <em>Choose new status for booking <strong>#{id}</strong> ⤵️</em>
ru: <em>Выбери новый статус для записи <strong>#{id}</strong> ⤵️</em>

source: 🎉🎉🎉 <em><strong>Status for #{id} changed successfully!</strong> Old status: {old_emoji} <strong>{old_status}</strong> New status: {new_emoji} <strong>{new_status}</strong></em>
ru: 🎉🎉🎉 <em><strong>Статус записи #{id} успешно изменен!</strong> Старый статус: {old_emoji} <strong>{old_status}</strong> Новый статус: {new_emoji} <strong>{new_status}</strong></em>

source: 🙋🏼‍♂️<em>Hi, <strong>{admin}</strong>! To see full booking info type an <strong>ID</strong></em> ⤵️
ru: 🙋🏼‍♂️<em>Добро пожаловать, <strong>{admin}</strong>! Что-бы увидеть все данные по записи, напиши <strong>ID</strong></em> ⤵️

source: 🟢🟢🟢 <em><strong>Booking #{id} find successfully!</strong> 👤 Rider: <strong>{rider}</strong> 📞 Contact: <strong>{phone}</strong> 🏍 Bikes rented: <strong>{bikes}</strong> 📆 Booking date: <strong>{date}</strong> 🕛 Start time: <strong>{start}</strong> 🕜 End time: <strong>{end}</strong> Status ↙️ {emoji} <strong>{status}</strong></em>
ru: 🟢🟢🟢 <em><strong>Запись #{id} успешно найдена!</strong> 👤 Клиент: <strong>{rider}</strong> 📞 Телефон: <strong>{phone}</strong> 🏍 Байков в прокате: <strong>{bikes}</strong> 📆 Дата: <strong>{date}</strong> 🕛 Начало: <strong>{start}</strong> 🕜 Конец: <strong>{end}</strong> Статус записи ↙️ {emoji} <strong>{status}</strong></em>

source: 🙋🏼‍♂️<em>Hi, <strong>{admin}</strong>! Let's book unregistered rider! 🏍 How many <strong>bikes</strong> do you need?</em>
ru: 🙋🏼‍♂️<em>Добро пожаловать, <strong>{admin}</strong>! Запись на прокат клиента без аккаунта! 🏍 Сколько <strong>байков</strong> потребуется?</em>

source: <em>Choose value from options⤵️</em>
ru: <em>Выбери количество из вариантов ⤵️</em>

source: 🟢🟢🟢 <em>Ok! I prepared <strong>{bikes} bike(s)</strong> What phone number should I use to book? 📝 <strong>Format: +7XXXXXXXXXX</strong></em>
ru: 🟢🟢🟢 <em>Ок! Я приготовил <strong>{bikes} байк(а)</strong> На какой номер сделать запись? 📝 <strong>Формат ввода: +7XXXXXXXXXX</strong></em>

source: 🟢🟢🟢 <em><strong>Got it!</strong> What <strong>date</strong> should I use to book? <strong>📆 Format: YYYY-MM-DD ⚠️ Type with '-' ⤵️</strong></em>
ru: 🟢🟢🟢 <em><strong>Записал!</strong> На какую <strong>дату</strong> сделать запись? <strong>📆 Формат ввода: ГГГГ-ММ-ДД ⚠️ Печатайте с символом '-' ⤵️</strong></em>

source: 🟢🟢🟢 <em><strong>Ok!</strong> Available slots on 📆 <strong>{date} ↙️ {slots}</strong></em>
ru: 🟢🟢🟢 <em><strong>Запомнил!</strong> Свободное время на 📆 <strong>{date} ↙️ {slots}</strong></em>

source: <em>Choose available start time from options ⤵️</em>
ru: <em>Выберите время начала из вариантов ⤵️</em>

source: 🔴🔴🔴 <em>On 📆 <strong>{date}</strong> no available slots! Try again ⤵️</em>
ru: 🔴🔴🔴 <em>На дату 📆 <strong>{date}</strong> нет свободных мест! Напишите другую ⤵️</em>

source: 🟢🟢🟢 <em><strong>Ok!</strong> Booking date ➡️ 📆 <strong>{date}</strong> Start time ➡️ 🕒 <strong>{start}</strong></em>
ru: 🟢🟢🟢 <em><strong>Принял!</strong> Дата ➡️ 📆 <strong>{date}</strong> Начало ➡️ 🕒 <strong>{start}</strong></em>

source: <em>Choose hours from options ⤵️</em>
ru: <em>Выберите количество часов из вариантов ⤵️</em>

source: 🎉🎉🎉 <em><strong>Booking created successfully!</strong> Book data ↙️ 📞 Rider contact: <strong>{phone}</strong> 📆 Booking date: <strong>{date}</strong> 🕛 Start time: <strong>{start}</strong> 🕜 End time: <strong>{end}</strong> ⏰ Hours: <strong>{hours}</strong></em>
ru: 🎉🎉🎉 <em><strong>Запись создана успешно!</strong> Детали записи ↙️ 📞 Телефон клиента: <strong>{phone}</strong> 📆 Дата: <strong>{date}</strong> 🕛 Начало: <strong>{start}</strong> 🕜 Конец: <strong>{end}</strong> ⏰ Часы: <strong>{hours}</strong></em>
